cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ansible'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'ctags'
brew 'docker'
brew 'docker-machine'
brew 'gcc'
brew 'git'
brew 'hub'
brew 'go'
brew 'groovy'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'htop-osx'
brew 'jq'
brew 'libyaml'
brew 'oath-toolkit'
brew 'openssl'
brew 'packer'
brew 'homebrew/php/php56'
brew 'homebrew/php/php56-apcu'
brew 'homebrew/php/composer'
brew 'python'
brew 'siege'
brew 'vim'
brew 'watch'
brew 'wget'

cask '1password'
cask 'firefox'
cask 'garmin-express'
cask 'google-chrome'
cask 'slack'
cask 'Caskroom/cask/iterm2'
cask 'Caskroom/cask/spotify'
cask 'Caskroom/cask/karabiner'
cask 'Caskroom/cask/virtualbox'
