cask_args appdir: '/Applications'
tap 'homebrew/bundle'
tap 'homebrew/cask'
brew 'bash'
brew 'bash-completion'
brew 'coreutils'
brew 'ctags'
brew 'direnv'
brew 'gcc'
brew 'git'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'go'
brew 'htop-osx'
brew 'jq'
brew 'libyaml'
brew 'mas'
brew 'openssl'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'
cask '1password'
cask 'android-studio'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'spotify'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'pycharm'
mas 'Magnet', id: 441258766
mas 'Xcode', id: 497799835
