cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'ctags'
brew 'direnv'
brew 'gcc'
brew 'git'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnupg'
brew 'gpg2'
brew 'go'
brew 'gradle'
brew 'htop-osx'
brew 'jq'
brew 'kubectl'
brew 'libyaml'
brew 'oath-toolkit'
brew 'openssl'
brew 'pass'
brew 'siege'
brew 'terraform'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'

cask '1password'
cask 'Caskroom/cask/atom'
cask 'Caskroom/cask/iterm2'
cask 'Caskroom/cask/flux'
cask 'Caskroom/cask/karabiner'
cask 'Caskroom/cask/spotify'
caks 'Caskroom/cask/tunnelblick'
cask 'google-chrome'
cask 'slack'
